Repository: Svarog83/Vetko
Catalog: themes/zpgalleriffic/locale/*/LC_MESSAGES/zpgalleriffic.po
Languages: ru_ru

source: Gallery Index
ru_ru: Индекс Галереи

source: Page not found...
ru_ru: Страница не найдена

source: The page you are requesting cannot be found.
ru_ru: Запрашиваемая страница не найдена

source: Album: %s
ru_ru: Альбом: %s

source: Image: %s
ru_ru: Фото: %s

source: Page: %s
ru_ru: Страница: %s

source: Albums Index
ru_ru: Индекс альбома

source: <strong>Tags:</strong>
ru_ru: <strong>Теги:</strong>

source: Subalbum
ru_ru: Подальбом

source: Album
ru_ru: Альбом

source: Subalbums,
ru_ru: Подальбомов,

source: Total Images
ru_ru: Всего фотографий

source: View album:
ru_ru: Посмотреть альбом:

source: Video
ru_ru: Видео

source: Image
ru_ru: Фото

source: Detail Page:
ru_ru: Детали Страницы:

source: Details
ru_ru: Детали

source: Download:
ru_ru: Скачать:

source: Download
ru_ru: Скачать

source: Comments
ru_ru: Комментарии

source: Archive View
ru_ru: Просмотр Архива

source: Gallery Archive
ru_ru: Архив Галереи

source: News archive
ru_ru: Архив новостей

source: Contact
ru_ru: Контакты

source: The Contact Form plugin has not been activated.
ru_ru: Форма контактов не была активирована

source: SEARCH
ru_ru: ПОИСК

source: all rights reserved
ru_ru: все права зарегистрированы

source: Contact Us
ru_ru: Связаться с нами

source: Subscribe:
ru_ru: Подписаться:

source: This Album
ru_ru: Этот Альбом

source: Gallery Images
ru_ru: Фотографии Галереи

source: News
ru_ru: Новости

source: Gallery Stats:
ru_ru: Статистика Галереи:

source: Images in
ru_ru: Фотографий в

source: Albums
ru_ru: Альбомов

source: Password Required...
ru_ru: Требуется пароль

source: 404 Not Found...
ru_ru: 404 Не найдено...

source: Search:
ru_ru: Поиск:

source: Gallery RSS
ru_ru: RSS Галереи

source: This Album Collection
ru_ru: Коллекция этого альбома

source: News RSS
ru_ru: RSS Новостей

source: Gallery
ru_ru: Галерея

source: Home
ru_ru: Домой

source: Archive
ru_ru: Архив

source: Image
ru_ru: Фото

source: of
ru_ru: из

source: Previous Image
ru_ru: Предыдушее фото

source: Prev
ru_ru: Пред

source: Next Image
ru_ru: Следующее фото

source: Next
ru_ru: След

source: (Edit Description...)
ru_ru: Редактировать описание

source: TAGS:
ru_ru: ТЕГИ:

source: Image Meta Data
ru_ru: Мета данные фотографии

source: Random Images
ru_ru: Случайные фотографии

source: Popular Images
ru_ru: Популярные фотографии

source: Latest Images
ru_ru: Последние фотографии

source: Most Rated Images
ru_ru: Самые популярные фотографии

source: Top Rated Images
ru_ru: Самые популярные фотографии

source: Categories:
ru_ru: Категории:

source: Comments:
ru_ru: Комментарии:

source: All News
ru_ru: Все Новости

source: Next &rsaquo;
ru_ru: След &rsaquo;

source: &lsaquo; Previous
ru_ru: &lsaquo; Пред

source: A password is required for the page you requested.
ru_ru: Требуется пароль для запрошенной страницы

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Submit
ru_ru: Ввести

source: Hint: %s
ru_ru: Хинт: %s

source: Search
ru_ru: Поиск

source: Total matches for <em>%1$s</em>: %2$u
ru_ru: Всего совпадений для <em>%1$s</em>: %2$u

source: Sorry, no image matches. Try refining your search.
ru_ru: Извините, изображений не найдено. Попробуйте изменить ваш запрос

source: Tagline
ru_ru: Теглайн

source: The text below the sitename on the home page (if no tusing an image) and in the copyright footer.
ru_ru: Текст под названием сайта на домашней странице(если не используется изображение) и в строке копирайта в футере

source: Homepage
ru_ru: Домой

source: Choose here any <em>unpublished Zenpage page</em> (listed by <em>titlelink</em>) to act as your site's homepage instead the normal gallery index.
ru_ru: Выберите здесь любую <em>неопубликованную страницу ZenPage</em> (отсортированную по <em>ссылке</em>) в качестве вашей первой страницы вместо обычной индексной страницы.

source: Allow Search
ru_ru: Разрешить поиск

source: Check to enable search form.
ru_ru: Отметьте, чтобы разрешить форму поиска

source: Show Archive Link
ru_ru: Показывать ссылку на Архив

source: Display a menu link to the Archive list.
ru_ru: В меню показывать ссылку на Архив

source: Show ZenPhoto Credit
ru_ru: Показывать копирайт ZenPhoto

source: Check to display the Powered by ZenPhoto link in the footer.
ru_ru: Отметьте, чтобы показывать ссылку в футере "Powered by ZenPhoto"

source: Color
ru_ru: Цвет

source: Choose the primary color style. Easily customize by choosing custom and then adding the hex values in the custom.css file.
ru_ru: Выберите первичную расцветку. Легко редактировать, выбрав "custom" с последующим редактированием значение в файле custom.css

source: Contrast
ru_ru: Контраст

source: Choose a dark or light contrast style for your gallery.
ru_ru: Выберите темный или светлый контраст для вашей галереи

source: Use Image as Title
ru_ru: Использовать Изображение как Заголовок

source: Use an image for the logo/title area. If checked, enter image filename below.
ru_ru: Использовать картинку в качестве лого/заголовка. Если отмечено, введите имя файла ниже.

source: Use this File as Title
ru_ru: Использовать этот файл в качестве заголовка

source: If using an image file for the logo/title area, enter the full filename (including extension) of the image file located in the images directory in zpGalleriffic.
ru_ru: При использовании файла изображения для логотипа / названия области, введите полное имя файла (включая расширение) файла с изображением расположен в каталоге изображений в zpGalleriffic.

source: ZenPage Latest News
ru_ru: ZenPage последние новости

source: If using Zenpage, number of latest news artciles to show on the gallery page. Make sure you enter a valid number here!
ru_ru: Если используете ZenPage, кол-во последних новостей на страницу. Убедитесь, что введено валидное число!

source: ZenPage Latest News Truncation
ru_ru: Ограничение количества последних новостей ZenPage

source: If using Zenpage, and you have articles set to display on the home page, set here the number of characters to show in the article snippet (truncation). Make sure you enter a valid number here!
ru_ru: При использовании Zenpage, и у вас есть статья установить для отображения на главной странице, установить здесь количество символов, чтобы показать в статье, фрагмент (усечение). Убедитесь, что вы вводите правильный номер здесь!

source: Show Image EXIF Data
ru_ru: Показывать EXIF данный фотографии

source: Show the Image MetaData slide on Image page.
ru_ru: Показывать Мета Данные фотографии на странице изображения

source: Final Image Link
ru_ru: Ссылка на последнее изображение

source: Choose final link action at image.php: no link, colorbox, or default zenphoto.
ru_ru: Выберите окончательную действие в image.php: no link, colorbox, or default zenphoto.

source: Use Galleriffic Script
ru_ru: Использовать скрипт Gallerific

source: Uncheck this to use the alternate album and search pages that do not use the Galleriffic Script. This alternate is also what is displayed when the user has javascript disabled in their browser.
ru_ru: Снимите этот флажок, чтобы использовать альтернативный альбом и страниц поиска, которые не используют Galleriffic Script. Это альтернативный также то, что отображается, когда пользователь отключены JavaScript в браузере.

source: Show Image Statistic Strip
ru_ru: Показывать строку со статистикой для изображения.

source: Shows a strip of thumbs depending on your option selected on the gallery, news, pages, archive, and contact pages. NOTE: Anything other than random the image_statistic plugin must be activated.
ru_ru: Показывает полосу превью в зависимости от Вашего варианта, выбранного на галерею, новости, страницы, архив, а также контактную страниц. ПРИМЕЧАНИЕ: Все, кроме случайных image_statistic Плагин должен быть активирован.

source: Show ZenPage Category List on Gallery Page
ru_ru: Показывать категории Zenpage на странице галереи

source: Check to list the news categories on the gallery page, if you are using Zenpage....
ru_ru: Отметьте, чтобы показывать категории новостей на странице галереи, если вы используете Zenpage

source: Show Download Link
ru_ru: Показывать ссылку "Скачать"

source: Show a download link for the image on the album and search pages.
ru_ru: Показывать ссылку "Скачать" для фото на страницах альбома и поиска

source: No unpublished pages available
ru_ru: Нет неоплубликованных страницы

source: none
ru_ru: нет
